---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirflowParam
source: html/88bd730d-4905-3c3b-4bd1-4c308d4ca425.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirflowParam Property

"Outdoor Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOutdoorAirflowParam { get; }
```